{
  "Macroeconomics":"Is the branch of economics dealing with the performance, structure, behaviour and decision making of an economy as a whole. ",
"Microeconomics":"Is the branch of economics involving the behaviour of individuals and firms in making decisions regarding the allocation of limited resources.",
"Factors of Production:":"What effects the production of a product, good or service.",
"Capital":"Man-made physical goods used to produce other goods and services. ",
"Enterprise":"People who come up with the initial idea (entrepenurs). They risk their own resources. ",
"Land":"The natural resource on the planet. ",
"Labour":"The human input into the production process. The UK has about 58 million people of which approximately 35 million are of working age. ",
"Productivity":"Output per worker per period of time. ",
"Sustainability":"Having a system where all factors are sustainable.",
"Primary":"Where the extraction of raw materials takes place. ",
"Secondary":"Where raw materials are manufactured into goods. ",
"Tertiary":"The service sector. ",
"Economies of Scale":"The larger the company is, the cheaper the cost of production.",
"Cost":"What money is spent on land, labour, materials etc. ",
"Revenue":"The money that is made. ",
"Profit":"Total revenue - total cost = PROFIT.",
"Demand":"When students ask for cake.",
"Lack of Supply":"When Poynsenby doesn't provide cake.",
"Supply":"When Poynsenby provides cake.",
"Factors that effect demand:":"Factors that can change the demand rate for diffrent goods. ",
"Population":"An increase in population leads to an increase of demand. ",
"Advertising":"An increase in advertising will make customers more likely to buy a product. ",
"Substitutes":"If a substitute good is cheaper than the original people are more likely to buy it. ",
"Income":"If income rises so does demand. ",
"Fashion and trends":"If something is fashionable or trendy, demand for that product rises. ",
"Interest rates":"If interest rates rise people borrowing have less money to spend so demand falls. ",
"Complements":"If the price of a product falls, demand for another may rise. ",
"Market Economy":"An economy where all the resources are allocates by the forces of demand and supply with a price attached. ",
"Basic Economic Problem":"Wants are infinite but resources are not. ",
"Market":"Where buyers and sellers exchange goods, this doesn't have to be face to face. ",
"Output":"The number of goods or servics produced by a firm. ",
"Fixed Costs":"Costs that do not vary with output. ",
"Variable Costs":"Costs that vary directly with output. ",
"Total Revenue":"The amount a firm receives from selling its product. ",
"Technology":"Better tech means better production. ",
"Monopoly":"A situation in which there is only one firm selling in a market. ",
"Monopoly Power":"Where a firm has 25% of the market share. ",
"Merger":"When two companies become one. ",
"Branding":"The apperance of the company. This can be used to create brand loyalty. ",
"Opportunity Cost":"The next best alternative faregone when making a choice- what you give up when you make a choice. ",
"Production":"The process of combining scarce resources to make an output. ",
"Productivity":"Output per worker per period of time. ",
"Takeover":"Where one company buys another. ",
"Intergration":"This occurs when the two firms come together through either a merger or takeover. ",
"Cost barriers":"Large firms gain internal economies of scale meaning their average cost is low. ",
"Subsidies":"The government gives you money. ",
"Weather":"Seasons and weather can affect production. ",
"Goods":"Are tangible items - things you touch. ",
"Services":"Something that is provided for you. It is intangible.",
"Needs":"Something needed for survival. ",
"Wants":"Something you would like but is not necessary. ",
"Resources":"Something to produce output. ",
"Adaptive expectations":"A theory of how people form their views about the future that assumes they do so using past trends and the errors in their own earlier predictions.",
"Absolute advantage":"If one person, firm or country can produce more of something with the same amount of effort and resources, they have an absolute advantage.",
"Amortisation":"The running down or payment of a loan by instalments.",
"Assets":"An resource with economic value that the owner hopes will provide future benefit.",
"Autarky":"The idea that a country should be self-sufficient and not participate in international trade.",
"Barter":"Paying for goods or services with other goods or services.",
"Basis Point":"One one-hundreth of one percent.",
"Buyer's Market":"A market where supply is high and prices are low. The opposite to a Seller's Market.",
"Closed Economy":"An economy that does not take part in international trade.",
"Command Economy":"When a government controls all economic activity.",
"Commoditisation":"The process of becoming a commodity.",
"Commodity":"A physical substance (food, grains, metals) which is interchangeable with another product of the same type.",
"Compound Interest":"Interest payed on the initial price and also on interest gained.",
"Contagion":"When economic problems spread from one country to another. (The domino effect)",
"Default":"Failure to fulfil the terms of a loan agreement.",
"Deficit":"When more money goes out than comes in.",
"Disinflation":"When the rate of inflation falls. NOT DEFLATION.",
"Dividend":"The part of a company's profit distributed to shareholders.",
"Dominant Firm":"The same as a monopoly. When a firm has the ability to set its own prices in the market.",
"Dumping":"Selling something for less than the cost of producing it.",
"ECB":"The European Central Bank.",
"Econometrics":"Mathematics and sophisticated computing applied to economics.",
"NAFTA":"Short for North American Free-Trade Agreement",
"NAIRU":"The non-accelerating-inflation rate of unemployment",
"Loan":"A borrowed sum of money that is expected to be paid back with intrest.",
"Economic growth":"growth in output of the economy over time"
}
